In [3]:
import pandas as pd
data = {"Name" : ["Subham" , "Shamsher" , "Harshit" , "Manvinder" , "Raman"],
        "Age" : [20,22,20,21,20],
        "City" : ["Kangra" , "Amritsar" , "Sujanpur" , "Surat" , "Una"]
       }
df = pd.DataFrame(data)
df

        Name  Age      City
0     Subham   20    Kangra
1   Shamsher   22  Amritsar
2    Harshit   20  Sujanpur
3  Manvinder   21     Surat
4      Raman   20       Una